Repository: 0-wiz-0/libconfuse
Catalog: po/*.po
Languages: en@boldquot, ka

source: no such option '%s'
en@boldquot: no such option ‘[1m%s[0m’
ka: უცნობი პარამეტრი: %s

source: no sub-section '%s' in '%s'
ka: '%2$s'-ში ქვესექცია '%1$s' არ არსებობს

source: no sub-section title/index for '%s'
ka: '%s'-სთვის ქვესექციის სათაური/ინდექსი არ არსებობს

source: duplicate option '%s' not allowed
ka: პარამეტრის '%s' დუბლირება აკრძალულია

source: found duplicate title '%s'
ka: ნაპოვნია დუბლირებული სათაური '%s'

source: invalid integer value for option '%s'
en@boldquot: invalid integer value for option ‘[1m%s[0m’
ka: არასწორი მთელი რიცხვის მნიშვნელობა პარამეტრისთვის '%s'

source: integer value for option '%s' is out of range
en@boldquot: integer value for option ‘[1m%s[0m’ is out of range
ka: მთელი რიცხვის მნიშვნელობა პარამეტრისთვის '%s' დასაშვებ დიაპაზონს გარეთაა

source: invalid floating point value for option '%s'
en@boldquot: invalid floating point value for option ‘[1m%s[0m’
ka: არასწორი მცურავწერტილიანი მნიშვნელობა პარამეტრისთვის '%s'

source: floating point value for option '%s' is out of range
en@boldquot: floating point value for option ‘[1m%s[0m’ is out of range
ka: მცურავწერტილიანი მნიშვნელობა ბარამეტრისთვის '%s' დასაშვებ დიაპაზონს გარეთაა

source: invalid boolean value for option '%s'
en@boldquot: invalid boolean value for option ‘[1m%s[0m’
ka: არასწორი ლოგიკური მნიშვნელობა პარამეტრისთვის '%s'

source: dropping deprecated configuration option '%s'
ka: მოძველებული კონფიგურაციის პარამეტრის ('%s') მოცილება

source: found deprecated option '%s', please update configuration file.
ka: ნაპოვნია მოძველებული პარამეტრი '%s'. განაახლეთ კონფიგურაციის ფაილი.

source: premature end of file
ka: ფაილის მოულოდნელი დასასრული

source: unexpected closing brace
ka: მოულოდნელი დამხურავი ფრჩხილი

source: unexpected token '%s'
en@boldquot: unexpected token ‘[1m%s[0m’
ka: მოულოდნელი კოდი '%s'

source: attempt to append to non-list option '%s'
ka: სიის ტიპის არმქონე პარამეტრისთვის ('%s') ბოლოში მიწერის მცდელობა

source: missing equal sign after option '%s'
en@boldquot: missing equal sign after option ‘[1m%s[0m’
ka: პარამეტრის ('%s') შემდეგ ტოლობის ნიშანი აკლია

source: missing opening brace for section '%s'
en@boldquot: missing opening brace for section ‘[1m%s[0m’
ka: გამხსნელი ფრჩხილი სექციისთვის '%s' აუცილებელია

source: missing title for section '%s'
en@boldquot: missing title for section ‘[1m%s[0m’
ka: სათაური სექციისთვის '%s' აუცილებელია

source: missing parenthesis for function '%s'
en@boldquot: missing parenthesis for function ‘[1m%s[0m’
ka: მშობლობა ფუნქციისთვის '%s' აუცილებელია

source: syntax error in call of function '%s'
en@boldquot: syntax error in call of function ‘[1m%s[0m’
ka: სინტაქსური შეცდომა ფუნქციის ('%s') გამოძახებისას

source: Internal error in cfg_parse_internal(), unknown state %d
ka: cfg_parse_intenal()-ის შიდა შეცდომა. უცნობი მდგომარეობა %d

source: wrong number of arguments to cfg_include()
ka: cfg_include()-ის არგუმენტების რიცხვი არასწორია

source: invalid octal number '%s'
en@boldquot: invalid octal number ‘[1m%s[0m’
ka: '%s' არასწორი რვაობითი რიცხვია

source: bad escape sequence '%s'
en@boldquot: bad escape sequence ‘[1m%s[0m’
ka: არასწორი სპეციალური მიმდევრობა '%s'

source: unterminated string constant
ka: დაუსრულებელი სტრიქონი კონსტანტა

source: includes nested too deeply
ka: ჩასმების სიღრმე მეტისმეტად დიდია

source: %s: Not found in search path
ka: %s: ვერ ვიპოვე შესაძლო ბილიკებში

source: %s: Failed tilde expand
ka: %s: ტილდის გაშლის შეცდომა

source: missing opening brace for option '%s'
en@boldquot: missing opening brace for option ‘[1m%s[0m’
